[
	{
		"id": 7088,
		"images": "https://www.expat.com//images/upload/7/0/8/0/1655798721-quebec.jpg",
		"title": "Expats in Quebec have 6 months to learn French",
		"introduction": "<p><strong>On May 24, the Quebec National Assembly adopted a new law promoting French as Quebec&#39;s official and common language. This quite controversial law has caused upheavals within the expat community and associations defending the rights of immigrants and refugees.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>There's a rising fear of stigmatization in Quebec for all foreign nationals who speak poor French or do not speak it at all, especially English speakers. While it's unsure whether a State or province can actually set a maximum time limit for learning the official language, this new law is likely to have significant consequences on the labor market and immigration to Canada on a larger scale.</p>\r\n\r\n<h2>The controversial Bill 96</h2>\r\n\r\n<p>According to Coalition Avenir Qu&eacute;bec (CAC), as published on its website, this new law is the greatest achievement for the French language in Quebec since the adoption of Bill 101 in 1977. On August 26, 1977, the Quebec National Assembly voted the Charter of the French language, also known as Bill 101. At the time, French was recognized as Quebec's official language of Quebec, despite the controversy. Forty-five years later, the debate is still lively, although the CAC, a coalition of nationalists founded by current Prime Minister Fran&ccedil;ois Legault, is already rejoicing.<br>\r\n<br>\r\nHowever, three of the nine measures the law comprises seem to be a source of tension. These include the end of institutional bilingualism, making companies with more than 25 employees introduce French as their administrative language, and the 6 months delay for immigrants to learn French. Opponents see this as too much for a province that claims to be a land of immigrants. Even France is keener on the use of English to attract international talent. Some of its innovations are programs in English, developing public services in English, bilingual road signs in major cities, etc. President Macron himself is renowned for his repeated Anglicisms known as Franglais. Although criticized by many, linguists believe that this indicates social evolution, recalling that languages are alive and are likely to change with practice.<br>\r\n<br>\r\nThe major concern is, therefore, the 6-month delay for expats to learn the French language. The CAC points out on its website that there are exceptions to this rule but maintains that learning French is essential to ensure better comprehension when it comes to health, safety, or any other principle of natural justice.</p>\r\n\r\n<h2>How will this affect Quebec's labor market?</h2>\r\n\r\n<p>Quebec is expecting more than 100,000 immigrants this year. This should be a new record for this province, with a majority of permanent immigrants (50% of arrivals). Although the Covid pandemic caused a significant drop in the number of immigrants, an 80% rise has been recorded since 2017. Still, several sectors in Quebec are facing a labor shortage.<br>\r\n<br>\r\nThe Quebec government maintains that foreign talent is an asset for economic growth. But it believes that francization will be beneficial to the local labor market. In the wake of Bill 96, Jean Boulet, Minister of Labour, Employment and Social Solidarity, Minister of Immigration, Francisation and Integration, announced, on June 15, the launching of the \"Francisation Qu&eacute;bec\" project. Francisation Qu&eacute;bec is expected to be the official access point for all foreigners settling in Qu&eacute;bec and will be responsible for promoting the French language at all levels. This program will come into effect on June 1, 2023.<br>\r\n<br>\r\nBut for expats having English or any other language as their mother tongue, this sounds like discrimination. Until now, CAC's attempts to reassure people have been vain. Does it mean that even people coming to work for international companies need to speak French? What about those who still cannot grasp the language after living in Quebec for a year? Will they still be able to find jobs, or will they be repatriated? So many questions remain unanswered.</p>\r\n\r\n<h2>Can these laws cause an expat exodus?</h2>\r\n\r\n<p>Linguists believe that imposing a deadline for learning a language does not make sense at all. Most immigrants are able to mumble a few common phrases after six months, but it takes a lot of time to master a foreign language. This law is, therefore, likely to unnecessarily pressurize newcomers who are already faced with the challenges of their new life abroad. Economists share similar views, hoping that Quebec will be able to resolve its identity issues and accept multiculturalism, considering the globalized economy.<br>\r\n<br>\r\nThe language issue has been tearing Canada and Quebec apart for many years, and it looks like Law 96 is only going to increase the existing tension. Quebec assures that the Canadian immigration policy has accelerated the decline of French in favor of English. So the aim of this law is to resolve what the CAC calls an \"injustice\". Quebec is also looking to have a greater influence on Canadian immigration policies. Meanwhile, the Canadian government advocates multiculturalism and respect for the two national languages, French and English. Stuck between Quebec and Canada, immigrants are sometimes disappointed with the reality of life. It seems that the land of immigrants also has its flaws, including certain forms of discrimination towards foreigners (lower salaries, diplomas not recognized at their fair value, etc.). International talents no longer hesitate to leave Canada. Still, it's too early to know the outcomes of Law 96.</p>\r\n</body></html>\n",
		"date": "2022-06-22 10:00:00",
		"type": "News"
	},
	{
		"id": 7084,
		"images": "https://www.expat.com//images/upload/7/0/7/4/1655814742-signing-work-contract.jpg",
		"title": "How has the crisis affected expat packages?",
		"introduction": "<p><strong>Repeated economic crises, including the Covid pandemic, plunged the world into one of the worst recessions in its history. This caused major upheavals in work structures and the rise of remote work and digital nomadism. So, where do expat packages stand amid all this?</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>In the post-pandemic era, it looks like expat packages and their range of benefits are part of the past. Only a few professionals are lucky enough to bag such work contracts.</p>\r\n\r\n<h2>Pandemic effects on expat packages</h2>\r\n\r\n<p>A decade ago, expats used to move abroad for work on a more or less long-term contract, that is, five to six years. Today, the duration of these contracts has been reduced to three years maximum, although most of them are on one or two years. Usually, expat packages are financial and material benefits negotiated during the expatriation contract, and they are supposed to compensate for losses due to the move. In addition, they are expected to improve the daily life of the expatriate through financial bonuses, housing, moving and installation assistance, car, financial assistance for the spouse, childcare, health allowance, etc.<br>\r\n<br>\r\nIn the 1990s, the American economy exceptionally expanded, although less than in previous growth cycles (1980s and 1960s). The country's economic stability and prosperity attracted a lot of expatriates. Today, Asia is also going through a delicate period with the burst of the financial bubble. Therefore, expats have to reconsider their moving abroad plans and the lifestyle they are seeking abroad. Also, fewer companies are keen on international transfers, which are deemed too expensive.</p>\r\n\r\n<h2>What should you expect from expat packages?</h2>\r\n\r\n<p>Some expats, especially those with high profiles, still manage to negotiate expat packages. Large multinationals consider this an asset and thus do their best to attract global talent and expand their activities. That being said, countries like the United Arab Emirates (UAE) have a significant demand for highly skilled foreign professionals, and this usually involves attractive packages. For example, in addition to their salary, expats can expect that companies take care of costs such as healthcare, transport, housing, company car, childcare, and even school fees when they move with children, Internet and phone packages, etc. However, this mostly applies to high positions like directors, financial directors, HRM, doctors (surgeon, professor...), investors, business creators, etc.<br>\r\n<br>\r\nWhile the basic salary might seem lower compared to other countries, expat packages provide compensation. For example, an IT manager earns an average of 360,000 Emirati dirhams per year ($98,000), which is lower than the United States (about $166,000 annually). However, the salary of IT directors in the UAE rose by almost 18% in the past 5 years. Expat packages tend to boost these salaries a little more, especially in large groups of companies where money is not really an issue. So directors and other senior positions stand greater chances to negotiate their expat package compared to other expats. Whether they are moving with their family or not, most expats are no longer entitled to such benefits. But that doesn't mean you should not give it a try. If you're lucky enough, you might be able to convince some company that you're the perfect fit for them and thus bag a golden package.</p>\r\n\r\n<h2>Tips for negotiating your expat package</h2>\r\n\r\n<p>Calculate all your income, your expenses (including taxes), and your remaining living expenses. Check with your bank whether you can receive income from any freelance job in your expat country. Plan an emergency budget as well, in case things don't go as planned. Basically, you would have to reason as an entrepreneur assessing their turnover and expenses before deciding on their action plan and cash flow.<br>\r\n<br>\r\nCompare your salary with the average wage in your host country. Dubai, for example, is cheaper than London, Tokyo, or Paris. But while accommodation is as expensive as in other large cities, you will be entitled to many tax benefits. Conversely, New York is an expensive city with high incomes, but the cost of living is high, and so is tax.<br>\r\n<br>\r\nLearn about the types of contracts available in your expat country. Today most companies are in favor of local contracts, especially since the Covid pandemic, as it doesn't involve a lot of expenses. But it all depends on the law, the cost of living and the living standards in the host country. Keep in mind that large groups of companies are usually more familiar with this process and that most of them are currently offering standard packages. So you might have more leeway in a start-up or an SME (small and medium-sized enterprise).<br>\r\n<br>\r\nTake the time to read your contract, ask questions, and discuss these with the employer. Is the position the same as the one you hold? What will be your specific missions? Will you have cross-cultural training?<br>\r\n<br>\r\nShow your employer that you have enough knowledge on expat packages and negotiate all the benefits you would like to have. Don't let yourself be intimidated, as you have surely been selected for a reason. Mention the impact of this move on your family and see whether your spouse can also have any benefits. Keep in mind that all this should be presented as a benefit to the business. Discuss not only your salary but also taxation, working conditions, your work plan, etc.<br>\r\n<br>\r\nInclude a clause about your return and anticipate a possible breach of contract in the host country. Be sure you are aware of its impacts on your position in your country of origin.<br>\r\n<br>\r\nPay attention to details, and don't be hasty.</p>\r\n</body></html>\n",
		"date": "2022-06-22 07:00:00",
		"type": "Features"
	},
	{
		"id": 7079,
		"images": "https://www.expat.com//images/upload/7/0/7/8/1655789905-indonesie.jpg",
		"title": "Indonesia rolls out the red carpet for expats post-Covid",
		"introduction": "<p><strong>Like most countries, Indonesia is also looking to the post-Covid era. To boost its economy and its attractiveness, the government is introducing new measures to relaunch tourism and attract expats and digital nomads, considering the upcoming summer.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>Digital nomad visa: Soon a reality?</h2>\r\n\r\n<p>This measure was much awaited by digital nomads for whom Indonesia has been an attractive destination for many years. It's worth noting that the list of countries offering digital nomad visas has been growing since the Covid pandemic. In a videoconference last week, Sandiaga Uno, Minister of Tourism and Economy, announced that the government is considering a 5-year digital nomad visa policy for remote workers and digital nomads. And according to supporting figures, it looks like the digital nomad visa will soon be a reality. Sandiaga Uno highlighted the enthusiasm of foreigners for the country. According to a recent survey, 95% of digital nomads believe Indonesia, especially Bali, Ubud, Batu, Bandung and Malang, is a top destination for remote working.<br>\r\n<br>\r\nAlthough the health crisis has definitely changed the perception of work, Indonesia is bent on taking the \"post-Covid\" turn. Although the country boasts a significant digital nomad community, it hasn't been legal. In fact, few companies and countries allowed remote working until the pandemic, but today, this seems to have become the new norm. Besides countries, large companies, especially multinationals in the service sector, support remote work. These include Spotify, Reddit, Twitter, Vista, HubSpot, Coinbase, SAP, Altassian, Aquent, 3M, Airbnb or Brex Inc., and many others, for which the digital nomad opens up new paths.</p>\r\n\r\n<h2>Easing of Covid restrictions to welcome more foreigners</h2>\r\n\r\n<p>Relaunching tourism has become one of the country's priorities. In fact, tourism has been growing steadily since 2015, with just over 10 million tourist arrivals. In 2016, there were 11.5 million, 10 million in 2017, 15.8 million in 2018, and 16.11 million in 2019. Then Covid came and reversed the trend in 2020 when barely 4.05 million tourists visited the country. Until then, tourism accounted for around 16.4 billion euros, which is 1.6% of Indonesian GDP, according to 2019 figures. So it's clear to the government that tourism will only increase when current restrictions have been relaxed. In April, only 100,000 tourist arrivals were recorded.<br>\r\n<br>\r\nFrom June 8, health insurance is no longer mandatory to travel to Indonesia. According to Indonesian health authorities, the global situation has stabilized enough to allow the scrapping of restrictions. Currently, the country records, on average, 800 to 1000 positive cases every day. Besides, 61.5% of the population is fully vaccinated (with two doses). Indonesia doesn't seem to be worried about the rise of monkeypox, either. It's worth noting that WHO and international scientists are working on changing the name of the virus, which is deemed stigmatizing and discriminating.</p>\r\n\r\n<h2>Which are the key sectors for expat workers in Indonesia?</h2>\r\n\r\n<p>Tourism is important, but it's not all. Besides the sun, beaches and beautiful natural landscapes, expats are attracted by Indonesia's digital, construction, industry, agriculture and commerce sectors. In fact, the government is looking to attract investors to boost the local economy. Currently, industry accounts for 19% of the country's GDP, which is 3.4% higher than that tourism. Agriculture accounts for 13% of GDP (+1.9%) and construction 10% of GDP (+2.8%). Indonesia is also looking to step up digitization (4.4% of GDP) and investments in information and communication (6.8% of GDP). These are especially attractive sectors for digital nomads and remote workers, and the government wants no stones unturned. And it's already working.<br>\r\n<br>\r\nLast year, investments picked up 3.8%, reaching 31% of GDP. The same applies to foreign trade. Indonesia has a slight trade surplus (0.4%), which is favorable to GDP growth. After the 2020 drop (-2.07%), the Indonesian GDP is recovering (3.69%). These figures clearly indicate that Indonesia is determined to improve its image in the eyes of foreigners.<br>\r\n&nbsp;</p>\r\n</body></html>\n",
		"date": "2022-06-21 02:00:00",
		"type": "News"
	},
	{
		"id": 7076,
		"images": "https://www.expat.com//images/upload/7/0/7/3/1655723584-tax-reform.jpg",
		"title": "How do tax reforms affect expats and digital nomads?",
		"introduction": "<p><strong>Expats in Mexico should expect a major change. Determined to fight against tax fraud, the Mexican government introduced a reform in its tax system. From July 1, all foreigners over the age of 18 living in Mexico will need to have a tax number, whether they are permanent residents or not, and whether they earn their income in Mexico or not.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>Until then, the tax number was only required to start a business in the country. Other countries have also introduced similar measures targeting foreigners. How do these changes affect expat workers and digital nomads? What can be the impact on expat plans?</p>\r\n\r\n<h2>How does the Mexican tax reform affect expats?</h2>\r\n\r\n<p>The Mexican government is sending a strong signal to expats and anyone who wants to settle in the country. Along with the promotion of its temporary residence visa (the digital nomad visa, valid for one year and renewable for up to 3 years), the country is also looking to end money laundering and tax fraud. The RFC (Federal Register of Contributors) is a new turning point in the policy of President Andr&eacute;s Manuel L&oacute;pez Obrador. Since he came to power in 2018, President Obrador has made the fight against tax fraud his priority. It's worth noting that tax fraud accounts for a loss of 2.6% of the Mexican GDP. Besides, crypto-assets are on the rise, thus contributing to money laundering.<br>\r\n<br>\r\nAs such, legal expats in the country should have nothing to fear. However, this reform is likely to have an impact on their daily lives. Since the tax department (SAT) is overloaded, many foreigners are unable to get appointments, so there are risks that they might not obtain their RFC before July. Without an RFC, they can neither open a bank account, sell a property, buy a car, etc., -- which is quite stressful for foreign workers and digital nomads. Others are questioning collecting fingerprints and biometrics although the RFC application is free of charge. So one of the major issues is knowing where the personal data will be stored. Where the Mexican authorities emphasize security and transparency for better efficiency of the administration, which would be in the interest of taxpayers, some expatriates already see this new system as an obstacle to their freedom.</p>\r\n\r\n<h2>The Golden Visa reform</h2>\r\n\r\n<p>Expats have to pay close attention to tax reform, especially those who moved for tax benefits, such as those provided by the Golden Visa. Portugal, for example, introduced some changes on January 1, 2022. Created in 2012, the Portuguese golden visa grants non-European nationals a one-year residence and citizenship after 5 years of residence, provided they make a real estate investment. However, the government has imposed a limit on investments, considering rising tax fraud and money laundering over the past years. However, the Golden Visa program was canceled following the pandemic and the war in Ukraine. Pressurized by the European Commission, Malta canceled its Golden Visa program in 2020 while the United Kingdom put an end to its program in February 2022.<br>\r\n<br>\r\nHowever, it looks like Golden Visas are no longer reserved for wealthy expats. The pandemic has revealed that more and more professionals are keen on working remotely. In the United States, the great resignation occurred when middle-class workers felt the need for a change of life and career. So it looks like it's not really the end for Golden Visas around the world. Despite the European Commission's warnings, some countries left the Golden Visa programs unchanged. For instance, Latvia grants residency against an investment of 50,000 euros. Greece required an investment of 250,000 euros and Spain 500,000 euros. Turkey also offers a Golden visa against a 380,000 euros investment. This democratization is an opportunity for middle-class families to move abroad for a better quality of life without any tax-related hassles.</p>\r\n\r\n<h2>The Japanese tax reform</h2>\r\n\r\n<p>The Mexican tax reform is quite similar to the one introduced by Japan in October 2015 (officially launched in January 2016). This reform, known as \"My number\", involves the creation of a unique identification number that is directly linked to the tax department and social security. \"My number\" is essential for any Japanese citizen and foreigner who resides in the country for more than three months and lasts for a lifetime. Clearly, everyone is concerned, except tourists and short-term visitors (business trips, missions, etc.). This means that all employees, and even digital nomads, require a \"My number\" that is automatically created upon registration at the town hall. Centralizing data makes administration more efficient, and all citizens can consult their data via a security account. However, there are regular checks and penalties for people who try to commit fraud.<br>\r\n<br>\r\nOf course, there were a lot of reactions when \"My number\" was introduced, with some people comparing it to \"big brother\". Even the Japanese were skeptical in the beginning. Today, \"My number\" is required in most spheres of everyday life, including applications, opening a bank account, money transfers at the Post Office, applying for social benefits, signing insurance contracts, etc. However, this hasn't made Japan any less attractive to expats over the years. In fact, a 9.1% rise in long-term visas was recorded in 2017 (nearly 5.9 million visas granted), followed by an 18.5% rise in 2018 (nearly 7 million visas issued), and a 19% rise in 2019 (with about 8.2 million visas granted). Then Covid came and caused an 87% drop in visa issuance in 2020. All this had nothing to do with the tax reform.</p>\r\n\r\n<h2>How do tax reforms weigh in expats' balance?</h2>\r\n\r\n<p>While the Tax Identification Number is already common in most European countries, it's quite unlikely that a single TIN will be applied to the European Union as a whole. However, governments do share tax-related information among themselves, considering tax deductions at source. Besides, tax evasion has become a significant concern for most countries, and measures are being taken to adapt to societal changes. Today, most countries boast their secure and flexible tax systems (such as the withholding tax, which facilitates tax declaration). Indeed, many digital nomads and expats to-be will carefully analyze a country's tax system and benefits before considering a move. Still, many of them prioritize other factors such as the environment, healthcare, work-life balance, career opportunities, wages, ecology, political stability, etc.</p>\r\n</body></html>\n",
		"date": "2022-06-21 10:00:00",
		"type": "News"
	},
	{
		"id": 7072,
		"images": "https://www.expat.com//images/upload/7/0/7/0/1655707736-portugal1.jpg",
		"title": "Portugal introduces new work visa to attract more expats",
		"introduction": "<p><strong>Last Wednesday, the Portuguese government launched a new visa for job seekers. This is one of Portugal&#39;s latest measures to attract foreign workers as the Portuguese labor market gradually recovers from the consequences of Covid. However, rising inflation (more than 8%) and labor shortage remain major issues.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>Portugal is thus relying on this new visa intended for all profiles to reform its immigration policy. But what are the conditions to be met to obtain this visa and how is it expected to boost economic recovery?</p>\r\n\r\n<h2>What are this new visa's characteristics?</h2>\r\n\r\n<p>On Wednesday, June 15, Ana Catarina Mendes, Minister of Foreign Affairs and Parliamentarians announced the job seekers' visa. According to her, this visa mainly aims to promote safe, orderly and regulated migration and to fight labor shortages.<br>\r\n<br>\r\nWhat's even more interesting is that this visa is addressed to anyone who wants to work in Portugal. In other words, there's no geographical limit. Besides, foreign nationals seeking jobs in Portugal have 120 days to do so, and can extend their visa for an additional 60 days -- which makes a total of 180 days. The conditions for obtaining it are, therefore, very specific. Job seekers can stay in Portugal for a maximum of 6 months. So it's clear that this is a short-term visa that aims at strengthening sectors that are currently facing a labor shortage, such as tourism or agriculture.</p>\r\n\r\n<h2>Which sectors are currently facing a labor shortage in Portugal?</h2>\r\n\r\n<p>Sectors like tourism, catering and agriculture, that are more likely to hire seasonal expat workers, have high hopes on this visa, considering the summer. Unfortunately, foreign workers who left the country before the Covid pandemic are not coming back in spite of incentives announced by employers. A monthly salary of 700 euros no longer looks attractive, although employers' offer to take part of full responsibility for accommodation and provide other bonuses. It's worth noting that the tourism sector alone suffers from a shortage of more than 50,000 workers.<br>\r\n<br>\r\nMeanwhile, the Portuguese government is looking to reduce illegal immigration through this visa. Human rights associations seek greater protection for these seasonal workers, who are more exposed than others to human trafficking. Agriculture, which requires a lot of labor in the spring and summer for picking fruits and vegetables, is mainly targeted. Foreign workers, often considered cheaper than the local workforce, increase competitiveness among Portuguese farms. At the same time, the Portuguese agricultural sector continues to grow due to the increasing demand from the rest of Europe.<br>\r\n<br>\r\nThe Group of Experts on Action against Trafficking in Human Beings (GRETA) demanded that the Portuguese government provides more protection to these foreign workers, especially asylum seekers. By abolishing the quota policy, which was in force until then, the government wants to promote legal immigration to meet the local labor market's needs through this visa. However, no information has been provided yet as to how the rights of seasonal foreign workers will be protected.</p>\r\n</body></html>\n",
		"date": "2022-06-20 02:00:00",
		"type": "News"
	},
	{
		"id": 7069,
		"images": "https://www.expat.com//images/upload/7/0/6/8/1655702713-happy-employees.jpg",
		"title": "Where do expats find the best and worst work-life balance?",
		"introduction": "<p><strong>Today, most people who want to work abroad have new priorities. While high wages, career prospects and high living standards are the key motivators, health, work-life balance and quality of life are equally important, as evidenced by many global reports. The Covid pandemic has increased these needs even more.&nbsp;</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>Le niveau de salaire seul ne suffit pas &agrave; garantir l'expatriation. L'on pense aujourd'hui &agrave; l'impact de l'inflation, &agrave; la politique du gouvernement du pays d'accueil en mati&egrave;re de sant&eacute; et d'int&eacute;gration&hellip; Quels sont, en 2022, les meilleurs et les pires pays pour travailler&nbsp;?</p>\r\n\r\n<h2>Expatriation&nbsp;: o&ugrave; travailler en 2022&nbsp;?</h2>\r\n\r\n<p>Le Best Work-Life Balance 2022 est sorti. &Agrave; l'origine, Kisi, une soci&eacute;t&eacute; am&eacute;ricaine de s&eacute;curit&eacute; mobile via le cloud. En croisant plusieurs donn&eacute;es (de l'intensit&eacute; de travail en passant par les institutions sociales et la qualit&eacute; de l'air), Kisi &eacute;tablit son classement des meilleures et des pires villes o&ugrave; travailler. Sans surprise, les meilleures villes sont scandinaves ou suisses. Oslo rafle la premi&egrave;re place &agrave; Helsinki, gagnante de 2021. La capitale de la Norv&egrave;ge affiche des r&eacute;sultats quasi parfaits dans tous les domaines&nbsp;: possibilit&eacute; de travailler &agrave; distance (pr&egrave;s de 42%), surmenage au travail quasi absent (11,20%), 25 jours de cong&eacute;s pay&eacute;s minimum, 707 jours de cong&eacute; parental, faible taux de ch&ocirc;mage, prise en compte de la sant&eacute; mentale&hellip; Berne, qui conserve sa 2e position, et Helsinki, qui passe 3e, affichent des scores quasi similaires. Il faut descendre &agrave; la 7e position pour voir la premi&egrave;re ville situ&eacute;e hors d'Europe. Ottawa est 7e (elle perd une place), Sydney est 8e (elle gagne 2 places). Ces r&eacute;sultats confirment d'autres enqu&ecirc;tes, qui placent les pays scandinaves, la Suisse, le Canada, l'Australie, et l'Allemagne (Stuttgart et Munich sont respectivement 9e et 10e du classement) parmi les meilleurs pays o&ugrave; s'expatrier.</p>\r\n\r\n<p>En revanche, le classement des pires villes o&ugrave; travailler r&eacute;serve des surprises. Duba&iuml; est avant-derni&egrave;re (99e place, juste devant Cape Town). Kuala Lumpur, S&atilde;o Paulo, Bangkok et Buenos Aires d&eacute;gringolent. Elles &eacute;taient respectivement 50e, 47e, 49e et 48e l'an dernier. Elles sont d&eacute;sormais 98e, 97e, 96e et 95e. M&ecirc;me sort pour Hong Kong, qui passe de la 45e &agrave; la 93e place. Juste devant elle, on retrouve plusieurs villes am&eacute;ricaines (Memphis, Las Vegas&hellip;) et S&eacute;oul, qui chute de la 30e &agrave; la 88e position. Et pourtant, ces villes aussi attirent des expatri&eacute;s.</p>\r\n\r\n<h2>Au-del&agrave; des classements&nbsp;: ces &Eacute;tats qui attirent les expatri&eacute;s</h2>\r\n\r\n<p>Duba&iuml; compte 90% d'&eacute;trangers. La ville de tous les superlatifs profite d'une &eacute;conomie attractive, et a continu&eacute; d'attirer les expatri&eacute;s malgr&eacute; la crise sanitaire. Les entreprises sont toujours plus nombreuses &agrave; s'installer, profitant d'une fiscalit&eacute; attractive et de conditions avantageuses pour d&eacute;marrer leur activit&eacute;. Duba&iuml; est devenue une plaque tournante des affaires internationales. Investisseurs, startupers, cadres, influenceurs, tous les profils internationaux s'y rejoignent pour faire affaire. Le faible score de Duba&iuml; au Best Work-Life Balance 2022 s'explique notamment par un faible taux d'emploi &agrave; distance, un taux plus &eacute;lev&eacute; de surmenage (23,40%), un petit cong&eacute; parental (45 jours)... La sant&eacute; mentale y est moins bien prise en compte, et la ville a encore &agrave; faire question inclusivit&eacute;. Ces mauvais points n'emp&ecirc;chent pas Duba&iuml; de faire le plein d'expatri&eacute;s. La ville a accueilli 100&nbsp;000 r&eacute;sidents &eacute;trangers suppl&eacute;mentaires entre 2021 et 2022.</p>\r\n\r\n<p>Au Br&eacute;sil, ce sont les nomades num&eacute;riques qui r&eacute;inventent l'expatriation 5.0. Pour eux, le pays a lanc&eacute; son visa &laquo;&nbsp;nomade num&eacute;rique&nbsp;&raquo;. Le pays est pourtant touch&eacute; par une inflation galopante, une instabilit&eacute; politique et une &eacute;conomie secou&eacute;e par la crise. Mais le pays gagne toujours des points aupr&egrave;s des expatri&eacute;s, attir&eacute;s par un co&ucirc;t de la vie qui reste inf&eacute;rieur &agrave; celui des grandes puissances.</p>\r\n\r\n<p>Si la Cor&eacute;e du Sud a perdu des r&eacute;sidents &eacute;trangers (2,04 millions en 2020, 1,96 million fin 2021), elle compte bien revenir &agrave; son record de 2019 (2,52 millions d'&eacute;trangers). La Cor&eacute;e du Sud a pourtant &eacute;t&eacute; secou&eacute;e par plusieurs scandales au plus fort de la Covid. Les &eacute;trangers ne b&eacute;n&eacute;ficiaient pas du m&ecirc;me traitement que les Cor&eacute;ens. Un racisme de longue date et toujours pr&eacute;sent aujourd'hui, qui viserait notamment les personnes &agrave; la peau noire ou fonc&eacute;e. La Cor&eacute;e du Sud reste cependant une terre d'expatriation pour de nombreux grands voyageurs, y compris ceux potentiellement vis&eacute;s par le racisme rampant. Au contraire, les expatri&eacute;s se font ambassadeurs de leur pays, pour faire changer les mentalit&eacute;s sud-cor&eacute;ennes.</p>\r\n\r\n<h2>Conclusion</h2>\r\n\r\n<p>L'expatriation englobe un champ bien plus large que la seule valeur travail. Les expatri&eacute;s et candidats &agrave; l'expatriation ne tablent pas uniquement sur l'emploi, mais l'ins&egrave;rent plut&ocirc;t dans leur projet de vie. Dans quel &Eacute;tat souhaitent-ils vivre et pour quelles raisons&nbsp;? Se voient-ils immigrer durablement dans le pays ou non&nbsp;? Parlent-ils la langue du pays&nbsp;? Tous ces param&egrave;tres sont aussi importants que le travail, et influeront m&ecirc;me sur lui. L'apprentissage de la langue, la ma&icirc;trise de la culture restent des &eacute;l&eacute;ments fondamentaux d'ouverture &agrave; l'autre et d'int&eacute;gration, quand bien m&ecirc;me les mentalit&eacute;s du pays ne seraient pas encore ouvertes &agrave; la pr&eacute;sence &eacute;trang&egrave;re. Pour ces expatri&eacute;s, c'est justement leur pr&eacute;sence qui favorisera les &eacute;changes entre les cultures, et permettra &agrave; d'autres de voyager dans des conditions encore meilleures.</p>\r\n</body></html>\n",
		"date": "2022-06-20 10:00:00",
		"type": "Features"
	},
	{
		"id": 7066,
		"images": "https://www.expat.com//images/upload/7/0/6/4/1655446555-photo-mathilde.jpg",
		"title": "From France to Ecuador through the USA: an expat's tales",
		"introduction": "<p><strong>Mathilde moved to the United States for an internship when she was 22 and left with a husband and three children to start all over again in Ecuador. Originally from Grenoble, France, she talks to Expat.com about her uncommon journey.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>How did this whole expat experience begin?</h2>\r\n\r\n<p>I was 22 when I left France for an internship in San Francisco in the United States during the summer. I met my husband there, and the following year I moved to California with him, and we got married!</p>\r\n\r\n<h2>So you have lived in the USA for 20 years. Tell us more about it.</h2>\r\n\r\n<p>I have actually lived in the USA for 15 years: 12 years in San Francisco, California, then 3 years in Denver, Colorado.<br>\r\n<br>\r\nIn San Francisco, I first worked with the IRC (International Rescue Committee) as an immigration case manager -- my role was to help refugees with their residency and citizenship applications. After that, I started a career as a Private Investigator with the California Appellate Project (CAP). For 7 years, I conducted investigations for the defense of prisoners on death row in California. My 12 years in San Francisco were very intense, with a new family, new career, but the reality of the excessive cost of living in San Francisco (especially rents) made us seek a change. So we decided to move to Ecuador after the birth of our third child.<br>\r\n<br>\r\nAfter 3 years in Ecuador, we returned to the United States. We moved to Denver because San Francisco had become financially inaccessible to us. And my husband also had family in Colorado.<br>\r\n<br>\r\nLiving in Denver has also been a very positive experience for us. This city reminded me a lot of Grenoble, my hometown, with its snow-capped mountains and valleys. We made the most of it despite my husband's fragile health. Thanks to our children, we have successfully integrated into 2 fantastic communities: that of dance and that of capoeira. San Francisco and Denver are two very different cities, but they were perfect for me at these specific times in my life!</p>\r\n\r\n<h2>The immigration process was, therefore, the biggest challenge to your life in the United States. Can you tell us about it?</h2>\r\n\r\n<p>When my husband and I got married in California, my husband was not a US citizen (he is of Ecuadorian origin)! So all the steps for me to become a permanent resident were complicated too. First, he had to become a citizen (it took one year), then I applied for my Green Card as a spouse of a US citizen. However, our case remained pending for five years because, apparently, our marriage was \"dubious\"! Finally, we had to hire an immigration lawyer to complete the immigration process.<br>\r\n<br>\r\nTwo months later, I had my permanent resident status, and after 3 years, I became an American citizen!</p>\r\n\r\n<h2>Did the red tape weigh on your life in the United States? Do you have any regrets?</h2>\r\n\r\n<p>I had many regrets at the start when my file was put on hold. I had to renew my work permit every year, and each time I wanted to return to France, I had to obtain authorization to return to the United States. That cost me thousands of dollars! But I have no regrets because since I am an American citizen, I have access to many benefits even if I don't live in the United States anymore!</p>\r\n\r\n<h2>How did the plan to move to Ecuador come about?</h2>\r\n\r\n<p>After we had our third child in San Francisco 10 years ago, we decided to move to Ecuador because life is cheaper there, and we were tired of the hectic lifestyle and spending half our salary on rent and the other on daycare for our children. Since my husband is Ecuadorian, it was easy for us to move to Ecuador.</p>\r\n\r\n<h2>How was the immigration process in Ecuador?</h2>\r\n\r\n<p>Since I'm married to an Ecuadorian citizen, the immigration process was much easier than in the United States. But the bureaucracy is just as cumbersome and ridiculously slow! We were also poorly organized regarding documents that we had to bring from the United States. For example, any document (such as birth certificate, marriage certificate, and criminal record, in particular) had to be translated into Spanish, apostilled and notarized. We had no idea about this before moving. Still, we got our Ecuadorian residency in 2 months.</p>\r\n\r\n<h2>What did your life in Ecuador look like when you arrived?</h2>\r\n\r\n<p>We first lived for 3 years in the Galapagos Islands as my husband was a teacher there. It was simply paradise. I just had to take care of our children, who were 1, 3, and 7, respectively. It was pure bliss!<br>\r\n<br>\r\nHowever, we had to go back to the United States for 3 years because my husband got sick, and healthcare was better there than in Ecuador.<br>\r\n<br>\r\nWe came back 3 years ago after spending 3 years in Colorado. We now live near Quito, in a valley in the Andes. My husband has retired, and I work online.</p>\r\n\r\n<h2>How was the culture shock when you arrived in Ecuador?</h2>\r\n\r\n<p>I must admit that I have a soft spot for the United States. When I arrived in San Francisco 20 years ago, it was a dream come true for me. I was surrounded by cultures from around the world. People around me spoke Chinese, Spanish, Vietnamese, Arabic, etc. I found it fantastic to live in the middle of this patchwork. The United States is a country full of contradictions and extremes, and that is really fascinating!<br>\r\n<br>\r\nEcuador is a beautiful country, the people are very warm and friendly, but there is a significant rift between the Ecuadorians of Spanish origin and the natives, which sometimes makes me feel uncomfortable.</p>\r\n\r\n<h2>Has your life changed a lot since you arrived? What are your plans for the future?</h2>\r\n\r\n<p>For 20 years, yes, my life has changed! I went from a student to a mom of 3, so I've had different priorities like my kids' well-being and their education.<br>\r\n<br>\r\nI would like to go back to Europe now. My children grew up in the United States and Ecuador, and I want them to know about European culture in general, not just French culture. So we will probably be moving to Spain in 2 or 3 years!</p>\r\n</body></html>\n",
		"date": "2022-06-17 09:00:00",
		"type": "Interviews"
	},
	{
		"id": 7063,
		"images": "https://www.expat.com//images/upload/7/0/6/0/1655385864-oil.jpg",
		"title": "News of the week: The price of food essentials rise again",
		"introduction": "<p><span id=\"docs-internal-guid-9722984b-7fff-d1fc-bef0-3272c6a4b9ee\"><strong>In the news this week: the increase in food prices continues as the Government gets rid of subsidies.</strong> </span></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2 dir=\"ltr\"><span id=\"docs-internal-guid-0f30e56b-7fff-1164-639c-abc85243b1a1\">Consumption: spike in the price of food essentials and construction materials&nbsp;</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-0f30e56b-7fff-1164-639c-abc85243b1a1\">The cost of living continues to rise on the island. The government has taken the decision to remove state subsidies on seven categories of basic food products. These products are canned goods (pilchards and sardines), canned tomatoes, cheese, edible oil, margarine, milk powder and dry grains. They will cost more starting next month. However, the government has indicated that prices will be controlled.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-0f30e56b-7fff-1164-639c-abc85243b1a1\">On the other hand, some construction materials will be increased from June 20. An increase that concerns ready-mixed concrete, concrete blocks, aggregates and \"rocksand\". Those who had planned to build a house will have to review their budget.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-0f30e56b-7fff-1164-639c-abc85243b1a1\">Employment: Wage adjustment for 70,000 private sector workers</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-0f30e56b-7fff-1164-639c-abc85243b1a1\">The Cabinet has approved a recommendation to adjust the wage ratios of 17 sectors of the private sector. This follows the introduction of the national minimum wage in 2018. The Labor Minister pointed out that some 70,300 private sector workers are affected by this wage adjustment and the increase will affect a maximum threshold of Rs 1,000. He said that this new measure will be applied gradually over a period of 3 years from July 1, 2022.</span></p>\r\n</body></html>\n",
		"date": "2022-06-17 06:18:00",
		"type": "News"
	},
	{
		"id": 7062,
		"images": "https://www.expat.com//images/upload/7/0/5/9/1655385024-shutterstock-1483138139.jpg",
		"title": "Creole expression: \"Bwar disan\"",
		"introduction": "<p><strong><span id=\"docs-internal-guid-9c129cc9-7fff-b2a3-7137-aa3fcb45bc07\">After a short hiatus, here&#39;s this month&#39;s expression in Creole to expand your repertoire: &ldquo;Bwar disan&rdquo;. </span></strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p dir=\"ltr\"><span id=\"docs-internal-guid-a1924f89-7fff-2cd0-ac17-8dcab14bf4c5\">This expression literally translates as \"drink blood\". Like mosquitoes or vampires do. In this expression, however, it rather means \"to tire someone out\".&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-a1924f89-7fff-2cd0-ac17-8dcab14bf4c5\">For example, if your child asks you 100 times for the same thing, like doing a chore or buying a toy. You can answer with : \"Aret bwar disan do!\" Translation: \"Stop tiring me or annoying me\".</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-a1924f89-7fff-2cd0-ac17-8dcab14bf4c5\">You can also use \"bwar disan\" at work, especially to describe someone who is lazy. For example, you can say in a conversation with a colleague: \"X pe bwar disan\" which translates as \"X isn't doing their work or X is lazy\".</span></p>\r\n</body></html>\n",
		"date": "2022-06-17 06:17:00",
		"type": "Features"
	},
	{
		"id": 7061,
		"images": "https://www.expat.com//images/upload/7/0/5/8/1655384676-ebene-mru.jpg",
		"title": "News pertaining to investment in Mauritius",
		"introduction": "<p><strong><span id=\"docs-internal-guid-56336bbf-7fff-ed23-ce59-704138eb6063\">A clear focus of the Mauritian government&#39;s post-COVID strategy is to maintain a business-friendly environment and boost foreign investment. With this in mind, new measures have been announced by Finance Minister Renganaden Padayachy in the 2022-23 Budget.&nbsp; What are they? And in this post-COVID era, is Mauritius still a competitive destination?</span></strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Mauritius is and aims to remain a business-friendly country. The country has consistently been in the Top 20 of the Ease of Doing Business report. It was 20th in 2018 and 13th in 2020. It is also one of the best countries in Africa for doing business.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">With the aim of making business even easier, it will no longer be necessary to pay a single cent to register a company in the country. Currently, the administrative fee is Rs 2,000. The Bank of Mauritius will also ensure that a bank account can be opened within a week, whether it is for a personal account or for a business. These measures were announced last week and are part of a greater effort to facilitate the opening of a business.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">It should be noted that Mauritius has already put in place online registering services which allowed a business to be registered in under two hours. The online platform has also recently been made more user-friendly. A considerable advantage for investors and entrepreneurs whether they are foreigners or living in Mauritius.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">If the COVID-19 pandemic has had a heavy impact on foreign investments with borders closing, it should be noted that the aftermath in some sectors, such as information technology and communication, has been very bright. In addition to government incentives for investment (special economic zones, tax incentives, payment facilities, etc.), the country offers investors a stable economic and political environment, a solid judicial system, modern infrastructure, a stable financial system, and a highly skilled and dynamic workforce.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Real estate is a real vector for foreign investment</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">With these new measures in place, the government expects foreign investment to exceed Rs 20 billion compared to Rs 15.4 billion in the previous fiscal year.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Luxury real estate remains the main source of foreign investment. In 2021, the country will record an inflow of Rs 8,373 million of which Rs 5,919 million has been obtained under the Integrated Resort Scheme, the Real Estate Scheme, the Invest Hotel Scheme, the Property Development Scheme and the Smart City Scheme.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">The finance and insurance sector generated investments of Rs 1,815 million, while the accommodation and catering business brought in Rs 958 million.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Europe is the biggest market for Mauritius with a total of Rs 5.941 million in investments in 2021, accounting for 39% of the country's Rs 15.4 billion inflow.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">The government's measures to simplify applications in the construction sector were one of the points highlighted by the 'Ease of doing business' report in 2020, with Mauritius ranking 8th in this sector out of 190 countries. Thus, the 2019 measures have allowed for a relaxation in this sector allowing more companies to engage in the construction of IRS villas.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Buying a residential property</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">To ride on this wave of real estate growth, the government has revised the criteria for acquiring property on the island. Nationals with a resident permit will be able to apply for a residential property with a minimum value of US$350,000 (about Rs 15,540,000). A committee chaired by the Prime Minister will verify the various applications.&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Also, a residential property acquired by more than one non-citizen under the condominium system will allow them to apply for resident status, provided that the investment of each non-citizen exceeds US$375,000 (approximately Rs 16,462,500).</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Retirees welcome</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Attracting foreign retirees to settle in the country is part of the strategy to keep the luxury real estate sector growing. The retiree market is an area of future growth according to several global economies. Business France predicts that the number of retirees will reach 1.54 billion by 2050.&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Thus, retired expats represent a potentially important market of the future. At the global level, this market is currently worth 15,000 billion dollars. Mauritius has every interest in defining an appropriate strategy to develop this sector. Thus, the Economic Development Board will be responsible for organizing an \"International Silver Economy Festival\".&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">A retired non-citizen who has held a residence permit for three years and has transferred a total of at least US$54,000 to his or her account in a local bank during the three years is eligible for a permanent residence permit in Mauritius.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Promoting young foreign talent</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Another new measure: encouraging the recruitment of young skilled professionals from abroad. Companies will be encouraged to recruit young talent under the Young Professional Occupation Permit (YPOP).&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">All foreign students who have obtained at least an undergraduate degree from an institution of higher learning in Mauritius are eligible to apply for a Young Professional Permit. The application for the YPOP must be submitted by the Employer to the Occupational Permits Unit (OPU) by email at op@edbmauritius.org.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">The permit is valid for a period of three years. The company's business activity must fall within the following areas: artificial intelligence, biotechnology, Fin-Tech, robotics, financial services, information technology. These new sectors are gaining momentum worldwide. And it is imperative for Mauritius to follow this trend.&nbsp;</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Opening up to the world at this level and providing the right skills will allow new investors to be more interested in the advantages that the country can offer.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">In one of the previous budgets, making Mauritius a Fintech hub in the region was one of the measures announced and the legislative and regulatory framework is slowly being built in place to support this ambition.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-f6e5c53e-7fff-71cd-0619-252d820b7ffa\">Also, foreign entrepreneurs and students who complete their tertiary studies will be able to benefit from the \"Premium visa\", although the parameters of this measure have not yet been made public. Another announcement: a 20-hour work permit will be granted to foreign students enrolled in a known institution in Mauritius.</span></p>\r\n</body></html>\n",
		"date": "2022-06-17 06:12:00",
		"type": "News"
	},
	{
		"id": 7057,
		"images": "https://www.expat.com//images/upload/7/0/5/6/1655201143-hospital.jpg",
		"title": "Are expats a burden on healthcare systems?",
		"introduction": "<p><strong>The Covid pandemic has revealed flaws in health systems around the world, including organizational dysfunctions, lack of infrastructure and human resources, aging populations, skills shortage, demographic challenges, etc. Added to this already complex equation are expatriates, who also need healthcare.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>Do expats add strain to their host country's healthcare system?</h2>\r\n\r\n<p>Singapore and Hong Kong are renowned for their quality and modern healthcare systems. However, the politico-social crisis in Hong Kong has only made things worse. More and more Hong Kongers are moving to Singapore, which, in response to the Covid crisis, has adopted controversial measures to ensure employment and health coverage for its citizens and residents. It's worth noting that nearly 30% of expatriates in Singapore are ineligible for the healthcare system. These expatriates, therefore, have to subscribe to private health insurance. However, not all of them provide coverage in Singapore. Still, the pressure on the Singaporean health system is not due to expatriates but to the health crisis, also considering Singapore's aging population.<br>\r\n<br>\r\nBrazil is more open to expatriates since the start of the crisis. Besides, its digital nomad visa has been attracting many foreigners. To avoid adding more pressure on the public healthcare system, the Brazilian government shifted its burden on private healthcare. As the Brazilian care system is two-tiered, expats have to get their own private health insurance before moving. While the public health system provides universal care for Brazilians and expats, the infrastructure is poor and waiting times can be long. Needless to say that the private health system is known for its quality healthcare and shorter waiting times. Mexico and Argentina have similar issues: wealthy people can afford the costs of healthcare, but the rest has to deal with an overwhelmed public health system.</p>\r\n\r\n<h2>How are expats cared for?</h2>\r\n\r\n<p>Canada and France, for example, have an agreement that relates to providing quality healthcare for expats. Therefore, French expats in Canada are entitled to Canadian social protection, guaranteed by the Canada Health Act, including free healthcare at general practitioners and in hospitals. Reimbursement is also provided for essential drugs. This is indeed a boost for expats in Canada, where healthcare is far from being cheap. But keep in mind that the costs of different treatments vary by province.<br>\r\n<br>\r\nMeanwhile, Singapore is relying on the construction of new hospitals, nursing homes, and other care facilities, mainly as a response to its demographic challenge. In 2020, 16.8% of the 3.52 million Singaporeans were aged over 65. The city-state is, therefore, betting on \"moderate immigration\" to revive its demography. In addition, anticipating current and future health needs, Singapore introduced the \"Research Innovation and Enterprise 2020\" plan to provide funds aimed at modernizing the health sector, among other things.<br>\r\n<br>\r\nThe United Arab Emirates (UAE) chose to make health insurance compulsory for expats, considering that 90% of its population is of foreign origin. Expats in the UAE seek healthcare from both public and private hospitals. To lessen their financial burden, Dubai and Abu Dhabi also introduced compulsory insurance. In fact, not having health insurance is liable to a fine, and expats are likely to lose their resident status. Dubai employers are obliged to provide minimum health coverage to their employees. But most expats find this offer too limited, so they opt for private health insurance.</p>\r\n\r\n<h2>Responding to inequalities</h2>\r\n\r\n<p>Although expats are not yet a real burden on health systems, Singapore and Brazil remain cautious. The health crisis made them realize that reforms are much needed to cope with the increasing pressure. For expats and locals, finance seems to be the main issue as to whether they will be entitled to quality healthcare or not. The Covid pandemic only reinforced this structural inequality.</p>\r\n</body></html>\n",
		"date": "2022-06-15 01:00:00",
		"type": "Features"
	},
	{
		"id": 7050,
		"images": "https://www.expat.com//images/upload/7/0/4/2/1655100000-scandinavie.jpg",
		"title": "What is it like to be an expat in Scandinavia?",
		"introduction": "<p><strong>For many years, Scandinavian countries, more often refered to as Nordic countries, have boasted an unparalleled quality of life. Indeed, they rank among the world&#39;s happiest countries in the world. The locals are the first to recognize their nation&#39;s &quot;soft power&quot;. But for expats, is the grass really greener in Nordic countries? Or is it just a myth? Are expats able to fully adapt?</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>What are the perks of the Scandinavian model?</h2>\r\n\r\n<figure class=\"img-wrapper image-captioned\"><img alt=\"beautiful houses in Norway\" class=\"img-responsive\" data-src=\"/images/upload/7/0/5/0/1655189960-norway.jpg\">\r\n<figcaption data-mci-spellchecked=\"true\" spellcheck=\"false\" style=\"word-break: break-word; position: relative; z-index: 0;\">Shutterstock.com</figcaption>\r\n</figure>\r\n\r\n<p>Norway, Denmark, Sweden and Finland are known as the world's happiest countries thanks to their pleasant living environment, abundant nature, gender equality, inclusiveness, education system focused on the well-being of children, excellent health system, and a robust economy. Norway's economy, for example, resisted the global health crisis better than many countries worldwide. Indeed, the country has experienced the weakest economic recessions in 2020 (-0.8%) compared to other European countries. It also recovered more quickly to its pre-Covid economic level -- which is a good sign for people who are looking to relocate there.<br>\r\n<br>\r\nRegarding employment, Scandinavian countries offer more attractive salaries than other countries for better working conditions. In Denmark, for example, gender equality is crucial, as well as work-life balance. In most Scandinavian countries, work starts earlier but also finishes earlier. The family also has significant importance in these countries. Besides, Scandinavian countries have made a lot of progress on the ecological side with fewer cars, more nature, and green energy. Copenhagen, for instance, is the world's most bike-friendly city.<br>\r\n<br>\r\nThe importance of ecology has increased during the pandemic, with more and more people seeking to bond with nature and reduce their carbon footprint, especially since the Covid pandemic. Expats want to go green and choose countries like Sweden, Finland and Norway, known for their abundant nature, more in harmony with their values. In fact, these values &#8203;&#8203;are taught from an early age &ndash; the Scandinavian education system is also considered a model. In short, the whole world is aware of the Scandinavian countries' social progress, which is a huge driver for expatriates seeking a better quality of life overall. Does this mean that you can only find happiness in northern Europe?</p>\r\n\r\n<h2>Inside the Scandinavian model: The worrying rise of racism</h2>\r\n\r\n<figure class=\"img-wrapper image-captioned\"><img alt=\"people in the streets of Helsinki, Finland\" class=\"img-responsive\" data-src=\"/images/upload/7/0/5/0/1655190064-finland.jpg\">\r\n<figcaption data-mci-spellchecked=\"true\" spellcheck=\"false\" style=\"word-break: break-word; position: relative; z-index: 0;\">astudio / Shutterstock.com</figcaption>\r\n</figure>\r\n\r\n<p>No one is questioning the success of the Scandinavian model. The quality of life is excellent, average wages are high, and the living environment is safe and reassuring for expats looking for a change of scenery. The William Russel World Expat Index 2022 ranks Finland 1st country in Europe for quality of life. Finland has also topped the World Happiness Report for 4 years. But what we don't talk about is that Finland was called to order last year by the European Commission. Indeed, Finland, along with Sweden, Poland, Belgium and Bulgaria, seemed to have failed to \"fully transpose\" a European Union (EU) law against racist and xenophobic protests.<br>\r\n<br>\r\nRacism has gained ground in Europe over the past years and hasn't spared Nordic countries. For expatriates, especially those from African countries, integration is a continuous struggle. This seems to be the hidden side of the \"Scandinavian miracle\". Sweden, a historic land of immigration, is torn today around the notion of \"identity\". However, the term \"land of immigration\" sounds a little exaggerated for some.<br>\r\n<br>\r\nInterviewed by the French newspaper Liberation on January 22, 2016, Joakim Ruist, an economist specializing in migration, shared his thoughts: \"In the 90s, when an immigrant committed a crime, their origin was mentioned in newspaper headlines to increase doubt. Today it is the opposite, and that is quite ridiculous. It is controversial to say that the employment of refugees is 20% lower than that of Swedes or that there are cultural problems in the suburbs. Sweden struggles to admit its migration policy's failure.\"</p>\r\n\r\n<h2>The integration issue in Nordic countries</h2>\r\n\r\n<figure class=\"img-wrapper image-captioned\"><img alt=\"river in Sweden\" class=\"img-responsive\" data-src=\"/images/upload/7/0/5/0/1655190153-sweden2.jpg\">\r\n<figcaption data-mci-spellchecked=\"true\" spellcheck=\"false\" style=\"word-break: break-word; position: relative; z-index: 0;\">Shutterstock.com</figcaption>\r\n</figure>\r\n\r\n<p>Interviewed on June 14, 2018, in our Expat Mag, Paola, an expat in Finland, is full of praise for her host country. However, she admits that all is not perfect. \"What I like least is the Finnish nation's isolation from the rest of the world. People are often under the impression that everything Finnish is necessarily correct. Moreover, racism and discrimination are on the rise.\" In the same year, Finland was the European country with the highest rate of racial violence and harassment against people of African descent... But most of the time, people talk more about the happiness index and less about the worrying rise of racism, which even taints local politics. Overall, \"hate crimes\" are on the rise in Norway, Denmark and Sweden. Far-right movements associate rising crime with immigration and mainly target non-white populations.<br>\r\n<br>\r\nHowever, it's not impossible to relocate and adapt to come extent to Nordic countries, although it can take a lot of time, especially if you don't speak the local language. It is highly recommended that you learn your expat country's language, or at least its basics, to facilitate job search and integration. But in Finland, the basics are not enough. Many companies require a very good level of Finnish. For many expatriates, mastering the language has taken a year or more, considering the level of difficulty.<br>\r\n<br>\r\nAnother issue for expats in Nordic countries is the cost of living and rising inequality. According to the OECD, Norway is a low-ranked country in this field. It's worth noting that the wealthiest 20% of the population earn four times more than the poorest 20%. The same has been observed in Sweden, Denmark and Norway, and the Covid has only made things worse.</p>\r\n\r\n<h2>What's ahead for Nordic countries?</h2>\r\n\r\n<figure class=\"img-wrapper image-captioned\"><img alt=\"Copenhagen, Denmark\" class=\"img-responsive\" data-src=\"/images/upload/7/0/5/0/1655190198-denmark.jpg\">\r\n<figcaption data-mci-spellchecked=\"true\" lang=\"merciapp\" spellcheck=\"false\" style=\"word-break: break-word; position: relative; z-index: 0;\">Arcady / Shutterstock.com</figcaption>\r\n</figure>\r\n\r\n<p>Scandinavian countries are aware that they need to take proper action without delay. Faced with an aging population, they have implemented new immigration programs to attract skilled workers. Finland alone is looking to welcome 50,000 foreign workers by 2030, but to achieve this, the government will have to relax certain measures to attract and retain international talent. This includes the complex red tape. Companies are also expected to be more flexible regarding language proficiency. In Sweden, associations of workers are pleading for a major overhaul of the Swedish Migration Board to end the \"expulsion of skills\" that has a negative impact on Sweden's image. Lately, many foreign workers have been driven out of the country over petty administrative issues that they were not even aware of or had not been settled by their employer.<br>\r\n<br>\r\nWhile Nordic countries are doing their best to preserve their image of dreamland for expats, the reality is more complex. The social advances are undeniable, but governments are yet to fight racism effectively to guarantee the same protection and rights for all.</p>\r\n<mci-extension data-role=\"spinbar\"></mci-extension><mci-extension data-role=\"spinbar\"></mci-extension><mci-extension data-role=\"spinbar\"></mci-extension><mci-extension data-role=\"spinbar\"></mci-extension><mci-extension data-role=\"spinbar\"></mci-extension></body></html>\n",
		"date": "2022-06-15 09:00:00",
		"type": "Features"
	},
	{
		"id": 7048,
		"images": "https://www.expat.com//images/upload/7/0/4/0/1654865789-candidat-aux-elections.jpg",
		"title": "Can you run for elections in your expat city or country?",
		"introduction": "<p><strong>Not many expatriates participate actively in politics once they have moved abroad, which is the case worldwide. But does being an expat mean you are not allowed to get involved in your country or city&#39;s decision-making process?</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>Why is it difficult for expats to integrate local politics?</h2>\r\n\r\n<p>Voting, which is a civic act, is already complicated for expatriates, so getting involved in political life by being a candidate for elections (even local ones) is another challenge. It almost looks impossible, regardless of the country you have moved to.</p>\r\n\r\n<p>In most countries, only nationals can actively take part in political life. But in some of them, expatriates are still allowed to vote (under certain conditions). However, running for local elections is rarely an option for foreigners, no matter how long they have lived in a country.</p>\r\n\r\n<h2>The European exception</h2>\r\n\r\n<p>Things are slightly different for European expats who have relocated to another&nbsp;country member of the European Union. According to the Treaty of Maastricht from 1992, European nationals can vote in the municipal elections of the European city where they reside under certain conditions. This usually differs from country to country, but, in general, expats who wish to vote have to prove their residence in the country and the city. In fact, a minimum residency period is required, and they have to fill in a request form to benefit from such civic rights. So if you want to vote in your host city or country, seek all the necessary information first.</p>\r\n\r\n<p>In the European Union, where non-national residents account for more than 20% of all voters, there may be additional rules for expatriates who wish to vote, such as proof of a more extended period of residence (as in Luxembourg). In addition, some countries, such as France, have special conditions for expats keen on participating in local politics. For instance, non-nationals can run for municipal councilor elections but cannot aspire to be a mayor or deputy mayor.&nbsp;&nbsp;</p>\r\n\r\n<p>Outside Europe, things are even more complicated for expats who want to get involved in local politics. Still, some countries are more flexible than others and do provide options for long-term foreign residents.</p>\r\n\r\n<h2>Which countries are more open in political terms?</h2>\r\n\r\n<p>Nordic countries are way ahead when it comes to social progress, including access to politics and decision-making for expats. Finland, Sweden, Norway, Denmark, Luxembourg, the Netherlands, as well as Ireland, have allowed immigrants, even those coming from countries outside the European Union, to participate in local elections. What's more, these expats don't only have the right to vote but also the possibility of running for elections. Outside the EU, Argentina, Chile, Ireland and New Zealand also allow immigrants to participate in local politics, but under certain conditions.</p>\r\n\r\n<h2>How can you participate in local politics as an expat?</h2>\r\n\r\n<p>Each country has different rules according, so your options as an expat will depend on the policy in force, your residence status within the country, and the type of commitment you wish to have. Our advice is that if you want to participate in local politics, start by inquiring about the possibilities locally. Feel free to ask the people around you and see whether any expat has actually held any type of decision-making position in your host city. Depending on your residence status, especially if you obtain dual nationality or naturalize, you might be entitled to greater civic rights.</p>\r\n\r\n<h2>Can you participate in politics as an expat without running for elections?</h2>\r\n\r\n<p>You may still be able to participate in local politics even if you're not keen on being a candidate in the municipal elections. The right to vote is already a big step forward. Start by finding out whether you are eligible and under what conditions. Another option is to join trade unions or political parties. In most countries, except for Mexico, Russia, South Africa and some Asian countries, foreigners are free to join such organizations.</p>\r\n\r\n<p>The best thing you can do is to get closer to your town hall, the leading political organizations in your city, and possibly immigrant associations. These will be able to help and guide you regarding your rights and your options, depending on your resident status and your nationality. So, in the end, taking part in local politics isn't as utopia as it seems to be, as evidenced by&nbsp;<a href=\"https://www.expat.com/en/expat-mag/6917-brussels-voice-brings-expatriates-together-to-get-involved-in-local-politics.html\" target=\"_blank\">Brussels Voice</a>&nbsp;recently.</p>\r\n</body></html>\n",
		"date": "2022-06-15 07:00:00",
		"type": "Features"
	},
	{
		"id": 7041,
		"images": "https://www.expat.com//images/upload/7/0/4/1/1655098562-lonely-person.jpg",
		"title": "What were the challenges of moving abroad during the pandemic?",
		"introduction": "<p><strong>The coronavirus pandemic had forced many countries to take strict measures and prohibit immigration. That postponed many people&#39;s plans of moving abroad, and even though nowadays the situation is less concerning, expatriates still face challenges abroad.&nbsp;</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>They had hopes that most countries would ease restrictions and life could be back to normal, but it seems the pandemic is not over yet.</p>\r\n\r\n<p>The United Nations, UN,&nbsp;<a href=\"https://www.un.org/development/desa/pd/content/international-migrant-stock\" target=\"_blank\">estimated</a>&nbsp;a decrease of nearly 2 million international migrants compared to the initially expected increase between mid-2019 and mid-2020. In 2020, permanent migration inflows to OECD countries were estimated to have fallen by more than 30 percent, and 2020 was a historical low for migration to&nbsp;<a href=\"https://www.oecd-ilibrary.org/social-issues-migration-health/international-migration-outlook-2021_3e2ffd79-en%22%20%5Ct%20%22_blank\" target=\"_blank\">OECD</a>&nbsp;countries since 2003. Among all categories of permanent migration to OECD countries, partially available data show that family migration experienced the largest decline in 2020 by more than 35%.</p>\r\n\r\n<p>Such a drop in migration inflows due to COVID-related restrictions has had demographic effects on countries dependent on migration for population growth. For example, national data for 2020 suggest that the population of Germany did not grow for the first time in the last decade due to a decline in immigration, according to the&nbsp;<a href=\"https://www.destatis.de/DE/Presse/Pressemitteilungen/2021/06/PD21_287_12411.html\" target=\"_blank\">German Federal Statistics Office Report 2021</a>. Currently, the country is facing a labor shortage in many sectors, and it aims to attract 400,000 skilled workers from abroad.</p>\r\n\r\n<h2>Germany&nbsp;</h2>\r\n\r\n<p>Gabriella Alves is a student expat from Brazil who lives in Heilbronn, Germany. She arrived in September last year, hoping that Covid-19 restrictions would be over. At first, as she was moving to Germany in February 2021, she resigned from her job. &ldquo;I was 100% scheduled to move, and weeks before, the Brazil-Germany borders had been closed, I felt trapped and afraid of what might come and how serious things were getting. Except for wars, I never thought that a border could be closed in the middle of the 21st century&rdquo;, she says. According to her, expats have been very frustrated with their incapacity to make plans, but she believes it is a risk they have to take. &ldquo;Today, I understand that it was the best decision to have tried hard to go anyway and postponed it to September. It finally worked&rdquo;.</p>\r\n\r\n<p>Gabriela is from S&atilde;o Paulo, and during the pandemic in Brazil, she went over strict rules to avoid the virus contamination. &ldquo;My university classes were online, bars and restaurants had time restrictions, usually until 11 pm. My social life became more present in the day rather than at night&rdquo; she comments. When she arrived in Germany back in September, the Covid-19 rules had eased; there were parties, clubs, bars and in-person university classes with no time restrictions. This reality took Gabriella's expectations higher. &ldquo;I thought it was a question of time, that measures would relax more and more. There were parties, but it was necessary to show the vaccination certificate and sometimes an antigenic test&rdquo;.&nbsp;</p>\r\n\r\n<p>However, things got a bit worse in December as restrictions returned again in Germany. Clubs were closed, and the curfew was implemented again. If expats were not fully vaccinated with at least two jabs or didn't have an antigenic test, they could not go to restaurants, shops and even travel by train. The controlling measures in Germany have been stricter, but the country provides, almost on every corner, a free quick test of Covid-19. According to Gabriella, it is a strange period to be an expat as country rules regarding Covid-19 are very unstable depending on the number of coronavirus cases. Currently, in Germany, the measures have eased again; there are no more time restrictions, but still, no matter where expats go, they have to show proof of vaccination with the booster or a negative test and at most places, except essential shops, the use of the ffp2 mask is mandatory. &ldquo;Everywhere you enter, you have to show the certificate. Even public transport sometimes has inspections. Some of my classes were online back in December. At university, they were also checking the vaccination certificate in all classes&rdquo;, Gabriella comments.&nbsp;</p>\r\n\r\n<h2>Reducing expectations&nbsp;</h2>\r\n\r\n<p>Expats from overseas leaving their countries from the global south and going towards the north usually believe that things are improving, and Covid-19 restrictions are easing. But that is not the reality they have been facing. Gabriela's situation in Germany is a common pattern for most expats who moved abroad during the pandemic. Worker expats have been in at least semi-home office, and students have been oscillating between virtual and in-person classes. At the University Complutense of Madrid, which has a great number of international students, classes could change totally to online mode all of a sudden if more than five students in a class tested positive to the Covid-19. Companies and education institutions didn't want to take the risk of ending up in the headlines for being a virus cluster.&nbsp;</p>\r\n\r\n<p>Therefore, expats who are investing a lot of savings and time and have huge expectations have to be aware that there is no steady plan for moving abroad during these times. The coronavirus pandemic still has impacts at different levels of the moving abroad process, from issuing visas, taking the flight, arriving, settling down to living. Expats should take it easy on themselves, as this reality is not something they can control.&nbsp;</p>\r\n\r\n<p>Mary Fristad, a psychologist at Ohio State University's Wexner Medical Center, said that being patient during Covid-19 times is really hard. &ldquo;Over the course of a lifetime, this will be a small chunk of it,&rdquo; Fristad continued. &ldquo;It's knowing we can only control what's in our control and to let the rest go&rdquo;, she commented to the&nbsp;<a href=\"https://eu.dispatch.com/story/lifestyle/health-fitness/2020/05/03/psychologists-expect-to-be-anxious/1254659007/\" target=\"_blank\">media</a>. For the same press, another psychologist, Kevin Arnold, president of the Center for Cognitive and Behavioral Therapy on Columbus' Northwest Side, commented that \"still now, our reality isn't going to be an explosion into life back as we knew it. &hellip; Allowing yourself to manage your anxiety will be the trick,&rdquo; he said.</p>\r\n</body></html>\n",
		"date": "2022-06-14 01:00:00",
		"type": "Features"
	},
	{
		"id": 7039,
		"images": "https://www.expat.com//images/upload/7/0/3/8/1654860939-belgian-tax.jpg",
		"title": "Tax reforms in Belgium: A dilemma for expats",
		"introduction": "<p><strong>Last January, the Belgian government introduced two new tax regimes, some of which are expected to affect expatriates. On May 6, a long circular was issued, providing details on these two regimes. This reform was initially supposed to be simple, ending some types of tax benefits and supporting low-income families. How does this affect expats?</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>What should expats expect from these reforms?</h2>\r\n\r\n<p>On January 1, 2022, the Belgian government introduced two new tax regimes for expatriates: the special tax regime for impatriates (RSII) and the special tax regime for impatriate researchers (RSICI). These two new statuses split and replace the former status of foreign executives. The RSII targets foreign employees and entrepreneurs, while the RSICI targets foreign employees. But that's not all. What's new about this reform is that Belgians are also eligible for these two regimes.<br>\r\n<br>\r\nBesides, a minimum salary threshold has been introduced by the government. According to this regime, expatriates will have to earn more than 75,000 euros gross per calendar year. The circular of May 6 provides details. The gross sum of 75,000 euros will be determined by the activities carried out in Belgium. But although the law was implemented in January 2022, the former system remains valid for two years. Still, expatriates who wish to switch immediately to the new regime must have earned more than 75,000 euros gross in the calendar year at the time of their application. Indeed, they need to prove that they earn this amount throughout the calendar year. In the case of a drop in income, the tax regime no longer applies.</p>\r\n\r\n<h2>A reform that questions equality</h2>\r\n\r\n<p>Supporters of this reform recall that expatriates in Belgium have benefited from a very generous tax system for many years. Since 1983, the Belgian tax system has been attracting wealthy foreigners and investors. The country not only met but, in fact, went well above its objectives. However, this isn't at the taste of low-income middle classes -- which is why reform was much needed.<br>\r\n<br>\r\nThe circular of May 6 clarifies or confirms other provisions of the law of January 1: the 75,000 euros are considered before deduction of social security contributions. They must relate to fixed remuneration, so this includes all benefits that are actually quantifiable at the time of the request. Conversely, future or hypothetical profits are not taken into account.<br>\r\n<br>\r\nWhether expats should worry or not depends on the point of view. Supporters of social justice point out that Belgian taxation is one of the most unequal in Europe. While the wealthiest benefit from exemptions and other favorable regimes, low-income categories pay higher taxes. Besides, Belgium is renowned overall for its high tax rates. Workers with a yearly income of 12,000 euros are likely to pay up to 40% income tax.</p>\r\n\r\n<h2>What about foreign investors?</h2>\r\n\r\n<p>It's still early to determine whether foreign investors will still consider Belgium as their next stop and whether wealthy expats are going to leave. For now, the \"great Belgian tax reform\" is at the center of debates. The Ministry of Finance recognizes that this reform plan has a long way to go before being finally accepted by the masses.</p>\r\n</body></html>\n",
		"date": "2022-06-14 10:00:00",
		"type": "News"
	},
	{
		"id": 7037,
		"images": "https://www.expat.com//images/upload/7/0/3/3/1654842037-sydney.jpg",
		"title": "What to expect from Australia's new immigration policy",
		"introduction": "<p><strong>&quot;Australia needs to fix its image.&quot; With these words, Anthony Albanese (nicknamed &quot;Albo&quot;), the new Prime Minister, turned the page on 9 years of political history with the Conservatives. On May 21, Labor won the legislative elections and quickly got back to business regarding immigration.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>Albanese is looking forward to breaking with the Morrisson era, the former pro-coal Conservative Prime Minister. Although Labor hasn't yet obtained the parliamentary majority, they have already started working on several reforms, including the migration policy.</p>\r\n\r\n<h2>The zero-Covid policy scared foreign workers away</h2>\r\n\r\n<p>Australia has come a long way with nearly two years of border closures that significantly impacted its labor market. According to the Australian Bureau of Statistics, the country lost 88,800 foreign workers between 2020 and 2021. This has never been the case since the end of World War II. The country was hoping to massively attract foreigners by reopening its borders. Besides, many companies heavily rely on the return of foreign talents. Currently, Australia has a shortage of 500,000 immigrant workers. Most of the global talents that returned home or moved to another country during the pandemic have not returned. Faced with this situation, a large number of Australian companies increased wages by 15 to 30% to retain existing workers. In addition, many of them are also providing full support in visa procedures to attract other talents.<br>\r\n<br>\r\nThe Covid has shed light on Australia's high dependency on migrant workers. Companies have been urging the government to take proper action. When the Conservatives were still in power, financial aid was offered to attract international students and young professionals. But this was clearly not enough. The business community, therefore, has high expectations from the new government. Labor has already committed to a full review of the Australian migration policy for greater protection of immigrants who are already in the country and, at the same time, attract foreign talent.</p>\r\n\r\n<h2>What are the changes and how do they affect expats?</h2>\r\n\r\n<p>The draft reform proposal revolves around three main ideas:<br>\r\n<br>\r\nSimplify access to residency status for existing visa holders: this targets foreigners working in sectors facing labor shortages and those having specific skills sought by companies. The government believes that this is a strong signal to international talents. Indeed, Australia is determined to retain its global talents while other countries are enhancing their policies to attract them.<br>\r\n<br>\r\nReform the regional migration program: the government is looking to improve its rural regions currently facing labor shortages by attracting foreign talent. Nothing is official yet, but incentives are being planned to encourage foreign workers to move to rural areas seeking workforce. For example, those who commit to rural companies could be prioritized in immigration procedures. Financial incentive to facilitate installation is also being considered.<br>\r\n<br>\r\nForeign workers' protection: The reform aims at dealing with the issue of exploitation of foreign workers. It should ensure that they enjoy the same rights as Australians and that these rights are respected, whether in terms of remuneration, minimum wage, working conditions, or social security, etc. The Labor government wants to respond to the appeal of immigrants and expatriates who felt left out during the recent lockdowns as the Conservative government introduced measures to help Australian employees.</p>\r\n\r\n<h2>When will these reforms be in effect?</h2>\r\n\r\n<p>For the time being, the new government has only outlined this massive project. The estimated budget hasn't been communicated yet, but there's no doubt that expats in Australia and foreigners who are have been considering a move will keep an eye on the reforms announced. Despite its strict restrictions throughout the Covid pandemic, Australia remains one of the top expat destinations, especially for foreign professionals.</p>\r\n</body></html>\n",
		"date": "2022-06-13 01:00:00",
		"type": "News"
	},
	{
		"id": 7036,
		"images": "https://www.expat.com//images/upload/7/0/3/2/1654840733-tokyo.jpg",
		"title": "Why Japan is no longer a land of immigrants",
		"introduction": "<p><strong>On Tuesday, May 31, Yoshihisa Furukawa, the Japanese Minister of Justice, announced the end of the temporary work permit for certain foreigners. This exceptional permission was introduced in 2020 to allow foreigners having work visa issues to work part-time.&nbsp;</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>Therefore, all foreigners concerned who had benefited from this special measure are required to return home. However, the country agreed to renew visas that are close to expiration so that these foreigners can leave safely. This measure questions the image of post-Covid Japan. Since 2020, the country has been losing its appeal with expatriates and people who were initially looking for a career boost.</p>\r\n\r\n<h2>A slow reopening</h2>\r\n\r\n<p>On Thursday, May 26, the Kishida government announced that Japan would reopen its borders to international tourists on June 10, and everyone believed it. After 2 years of complete closure, the country (one of the few still closed) is rebonding to international trade. But the euphoria is only short-lived. Japan opened its borders to nationals of 98 countries under strict conditions, including the obligation to travel in groups under the supervision of a guide, wearing masks indoors and outdoors, Covid testing before departure and on arrival, and three days of quarantine. However, travelers with a booster dose are exempted from the quarantine requirement. Japan is still in the trial phase of reopening internationally. The first step was the reopening of the borders to international students and increasing the number of people allowed to enter the territory from 10,000 to 20,000 since June 1.<br>\r\n<br>\r\nLike the population, the government is still worried about the return of tourists. Some of them do not hesitate to post signs \"prohibited to foreigners\" in front of their businesses. Fortunately, they are not many. The government often tends to forget its contribution to the distorted vision of foreigners being those who carry the virus. This ambiguous anti-Covid policy left a bitter taste for many expatriates and even those who were planning a move there.</p>\r\n\r\n<h2>A controversial Covid management</h2>\r\n\r\n<p>In March 2020, Japan closed its borders like all other countries to prevent the spread of the virus. But the restrictions took another dimension in Japan. The country clearly set its boundaries with the rest of the world, excluding its own residents. Thousands of expatriates got stranded outside their host country. For example, many were stuck in France due to restrictions, while the borders with Japan had been restored for residents. While France seemed more lenient, Japan kept its stand. Expats complain about the way they have been treated. \"I've lived in Japan for 20 years, and I was a fool to return to the United States in January. Excuse me, but I have a business to run. Today, I'm not even allowed to return home (well, I don't know if I still have the right to call it home!), although my Japanese colleagues are still allowed to roam the planet. It seems that the virus is only in foreigners\", says an expat entrepreneur.<br>\r\n<br>\r\nThousands of expats are still stranded outside Japan. Others have no other choice than to stay in Japan due to fear of losing their visa. More than 100,000 people are concerned by such restrictions and have had no alternative for a long time. Add to this the number of people who haven't even been able to move due to work visas, study visas, internships, and Working Holiday Visas (WHV) cancelled. Many international students and interns had to settle for remote training and courses.<br>\r\n<br>\r\nFor those who are still stranded outside Japan (and they are quite many), life has turned upside down, and hopes have been shattered. They call this injustice, considering significant communication problems, a two-tier system, and discrimination. \"Japan doesn't want us\", although they believe that things could have been handled better. However, the situation is not likely to improve until September 1st. Residents are allowed to travel, but restrictions depend on new variants and contamination figures.</p>\r\n\r\n<h2>Why these measures penalize foreigners</h2>\r\n\r\n<p>According to Seiji Matano, a lawyer from the Immigration Services Agency, the principle is that anyone of non-Japanese nationality who leaves the country and stays in an area subject to the measures prohibiting entry into Japan will not be able to return there, even with a permanent resident status\". He explained to international media that it's legally impossible to refuse entry to the territory to a Japanese citizen. However, discrimination against other nationalities is possible, and it looks like the government entirely assumes the responsibility of not granting the same rights to Japanese and foreigners. They do agree that the virus is not a nationality issue but continue their practices contrary to human rights. Although foreign embassies have been alerted, not much can be done.<br>\r\n<br>\r\nSince the beginning of the crisis, some Japanese media kept associating \"foreigners\" with \"Covid\". In January 2021, the State chose to close its borders to non-resident foreigners for at least a month, although most of the new cases reported were Japanese. Faced with such discrimination, many foreigners have been suffering from anxiety and other more serious illnesses.</p>\r\n\r\n<h2>What's in the pipeline for expats in Japan?</h2>\r\n\r\n<p>In 2019, Japan had a record of 31.9 million international tourist arrivals. While a rise was expected in 2020, with tourism being one of the main economic pillars, the Covid pandemic changed it all. Unlike other economic powerhouses that quickly came up with a tourism emergency plan, such as the United Arab Emirates, Japan introduced the \"GoTo Travel\" strategy in July 2020. The program was intended for people living in Japan, granting reductions on travel. The role of this policy was to compensate for the absence of foreigners. However, with the Japanese borders being closed, GoTo Travel is technically open to the Japanese and not expatriates.<br>\r\n<br>\r\nFor tourists, these controversies are not an issue as their stay is only temporary. They see Japan as a hospitable country with beautiful landscapes. But for expatriates, the reality has been different since the beginning of the pandemic. Considering the significant demographic drop, the country is struggling to open up to broader immigration. Although the Japanese government has placed its bet on tourism to revive its economy, it failed to recognize foreign residents as part of its population. Japan seems to have lost its vision of a homogeneous country where diverse ethnicities have always interacted, and foreign residents were considered people who contribute to its development. What's worse is that expats who had to leave during the pandemic kept paying rent and taxes. Although expats are fully aware that they will always be considered foreigners, the Covid pandemic raised discrimination and many more issues that need to be addressed.</p>\r\n</body></html>\n",
		"date": "2022-06-13 10:00:00",
		"type": "News"
	},
	{
		"id": 7034,
		"images": "https://www.expat.com//images/upload/7/0/3/4/1654849522-thevisualexplorer.jpg",
		"title": "Budget day: These changes might be of interest to expats",
		"introduction": "<p><strong><span id=\"docs-internal-guid-169c0768-7fff-525b-b5f0-89e78a5af8db\">New opportunities for non-citizens residing in Mauritius, new parameters to the Premium Visa, a Silver Economy Festival and efforts to better regulate the Offshore sector. Here are a few budgetary measures that could be of interest to expats living in Mauritius or wanting to move here.</span></strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Amidst the rise in cost of living, economic crisis and the impending food crisis, this year's budget exercise was followed by Mauritians and expats alike with great anticipation. The government, indeed, came forward with measures which could help alleviate the financial burden for Mauritians and incentives to encourage local production of food. Allocations for employees and self-employed earning less than Rs 50, 000 a month, at least Rs 1,000 rise in the old-age pension and a series of grants and subsidies to help families that need it the most were announced. On the food security front, the authorities will be using a series of financial incentives to boost fruit and vegetable production, livestock breeding, honey, tea and sugarcane production amongst others.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Sustainable energy</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">An important part of the budget was dedicated to shifting to renewable sources of energy. Grants and incentives will be provided to anyone wishing to produce electricity from solar power, for example. Most importantly, electric and hybrid cars will now be duty-free.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Visas</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Although there is no information on the logistics of this, the Premier visa will also be opened to students just completing their studies and entrepreneurs and businesses will be encouraged to recruit foreign talent under the Young Professional Occupation Permit.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">As for new residents, they will be allowed, upon application, to opt to buy a property of a minimum of $350 000 if a 10% contribution is made to the Solidarity Fund.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Business</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">To encourage foreign investment as well as the creation of local businesses, the registering of companies will now be free of charge and the maximum time for a bank account to be opened will be a week. Businesses will be encouraged to recruit foreign talent under the young professional occupation permit.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Furthermore, the government also wants to boost the development of the Small and Medium enterprise sector with grants, interest-free loans and other financial incentives. The SME Act will also be amended so that more enterprises are able to benefit from these.</span></p>\r\n\r\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Mauritian Financial Center</span></h2>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">After the exclusion of Mauritius from the FATF and EU Black lists, it is important for the Mauritian government to further strengthen this sector. As such, a domestic minimum top-up tax is being introduced to ensure resident companies of large multinationals are taxed at a minimum of 15%, training in Anti-Money Laundering is being offered to graduates and a Financial Crime Commission will be set up.</span></p>\r\n\r\n<p dir=\"ltr\"><span id=\"docs-internal-guid-32b34aae-7fff-a330-ed0e-cfba04e41344\">Also, more young professionals of the sector will be trained in Anti-Money Laundering practices.</span></p>\r\n</body></html>\n",
		"date": "2022-06-10 10:21:00",
		"type": "News"
	},
	{
		"id": 7031,
		"images": "https://www.expat.com//images/upload/7/0/3/1/1654839372-mauritius.jpg",
		"title": "Moving to Mauritius with family: An expat entrepreneur couple's journey",
		"introduction": "<p><strong>Originally from Normandy, France, Amel and Marouane are both entrepreneurs. With their two children, they recently moved to Mauritius to develop their business. They talk to Expat.com about expat family life on the island and the entrepreneurial scene.</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><h2>Tell us about your little family.</h2>\r\n\r\n<p>We are a family of four: mum, dad, and our two children.<br>\r\n<br>\r\nAmel, 39 years, has been an entrepreneur for 13 years already, supporting entrepreneurs with training and support to develop their online businesses.<br>\r\n<br>\r\nMarouane, 38 years old, former executive manager who is now managing a consulting company. With my partner Nicolas, we help companies manage their hypergrowth.<br>\r\n<br>\r\nWe have been married since 2008 and have 2 children: Zaky, the youngest who is 6 and a half, and Hania, the eldest who is 10.<br>\r\n<br>\r\nIn France, we used to live in a charming little village in Normandy, where we had amazing neighbors.</p>\r\n\r\n<h2>How did you come up with the idea of &#8203;&#8203;moving to Mauritius?</h2>\r\n\r\n<p>Back to the time when we first met, we both had always dreamed of moving abroad and living a new adventure. However, we needed to be financially safe before taking the leap. One thing that often keeps the French from leaving is the social security system that provides coverage for medical expenses, unemployment income in case of job loss, retirement benefits, etc.<br>\r\n<br>\r\nWhen you realize that you are fully responsible and autonomous for these expenses by being an entrepreneur abroad, it's better to anticipate (well, that's what we thought for us).<br>\r\n<br>\r\nSo we set up a small investment plan, and Amel started a business that generated enough income to allow us to live according to our lifestyle. This helped us to consider carefully a place where we would be happy. We didn't know exactly where to go but, in any case, we wanted sun and beautiful beaches.<br>\r\n<br>\r\nWe thought of Malaysia, Singapore, Thailand, Dubai, Morocco, and Canada (which is not very sunny). We didn't want too much humidity or heat, so we scrapped many choices: Malaysia, Singapore, and Thailand.<br>\r\n<br>\r\nWe didn't want too much heat either, so Dubai wasn't an option. We have a couple of good friends staying there who praise the merits. But despite that, the idea of &#8203;&#8203;living indoors during the hot months scared us.<br>\r\n<br>\r\nCanada was out of the race because of its harsh winters. Even in France, Amel tended to hibernate.<br>\r\n<br>\r\nWe tested the waters in Morocco by spending 3 weeks in Tangier, a famous city that brings together a strong community of French expatriate entrepreneurs. It was cool but not exotic enough for us. It reminded us of our holidays in Algeria when we were kids.<br>\r\n<br>\r\nThen Amel proposed to discover Mauritius. She knew a lot about the island as her sister's best friend is Mauritian, and she had the opportunity to go there twice.<br>\r\n<br>\r\nWe went scouting for 2 weeks, and I caught dengue fever when we traveled to Reunion Island. Still, we both fell in love with Mauritius, and the kids were looking forward to living in the sun</p>\r\n\r\n<h2>Which visa did you opt for?</h2>\r\n\r\n<p>We opted for the self-employed visa. We applied for residency through Amel's activity -- which was the easiest for us. Then when Marouane wanted to start his own business, he took steps to obtain an investor visa.</p>\r\n\r\n<h2>What are your views on the entrepreneurial scene in Mauritius?</h2>\r\n\r\n<p>We believe that the field of possibilities is wide in Mauritius for anyone who wishes to create a business, whether it's a physical or online one, and it's pretty simple. Entrepreneurship in Mauritius is appreciated and welcomed.<br>\r\n<br>\r\nAmel has set up his company training organization with a French and international clientele, and he was recently able to create a new clientele of foreign residents in Mauritius. I am the head of a consulting firm with a mixed clientele. Those who have the skills to sell can find a market in Mauritius. Even food and catering businesses are quite simple to create.<br>\r\n<br>\r\nFor example, we have created a company that makes artisanal hummus; we package it for sale in supermarkets. All the steps (even for obtaining a hygiene certificate) were quite easy. Regarding administration and paperwork, we found that Mauritians are rather well organized and pleasant with foreigners.</p>\r\n\r\n<h2>Is it easy to work remotely from Mauritius?</h2>\r\n\r\n<p>Yes, the internet connections are very satisfactory. The fiber network is widespread, and there is Wi-Fi in all hotels, shopping malls and cafes. Besides, the 2-hour time difference with France allows us to continue to keep in touch with our customers in France.</p>\r\n\r\n<h2>What are your views on the way the pandemic was dealt with in Mauritius?</h2>\r\n\r\n<p>We had a pretty good experience because we had just arrived and we were still in the expat honeymoon phase. We were renting a house with a swimming pool and a mountain view, and at that time the weather was quite warm. So although the government had completely banned outings during the 3 months of lockdown, we were still able to cope with it. The hardest part was having to take care of the children and help them with their studies, along with our busy work schedules.<br>\r\n<br>\r\nThe way a country manages a crisis will always be criticized, regardless of the country. The hardest part for us was when the schools were closed. Many expat families had left the country during this period when we were unable to have visibility on the resumption of classes.</p>\r\n\r\n<h2>Was it difficult to announce your departure to loved ones and to make them understand your desire to live elsewhere? How did you manage to stay in touch with your loved ones in France during this pandemic period?</h2>\r\n\r\n<p>Two things helped us to get our loved ones (especially our parents) to support us.<br>\r\n<br>\r\nWe initially told them that we were going abroad for a year and a half and that we would make a decision at the end of this period. This detail changed a lot of things. We did not announce to them that we were moving abroad permanently.<br>\r\n<br>\r\nOur brothers and sisters supported us in reminding our parents that they, too, had chosen to leave everything for France when they were young (at the age of 17, our respective mothers left Algeria for France to work). This is how they realized that we, too, deserved to be able to follow our dreams. So we kept in touch mainly via WhatsApp, and it wasn't that hard because we were able to share our dream with them, having the sun and the sound of exotic birds in the background. Our mothers were reassured on seeing our fulfillment.</p>\r\n\r\n<h2>So what have you decided after a year and a half?</h2>\r\n\r\n<p>So far, we are very happy with this experience. We have no regrets at all. We even wondered why we haven't done this earlier? For now, we are staying. For the rest, we'll see.</p>\r\n\r\n<h2>Is Mauritius a child-friendly country?</h2>\r\n\r\n<p>Yes, but with a few downsides.<br>\r\n<br>\r\nIt is a relatively safe country, with private schools where there is no delinquency issue. There are many sports activities, and the offer of private lessons (music, support school, etc.) is huge.<br>\r\n<br>\r\nThe downside is that there are not many sidewalks, so it's not so safe to walk outdoors. Also, there are lots of stray dogs, which is not at all reassuring when the children are playing on the beach.</p>\r\n\r\n<h2>Is there any advice you give to anyone who would like to move to Mauritius?</h2>\r\n\r\n<p>First, take a look at our Les Zimmigr&eacute;s videos, on which we share our experiences.<br>\r\n<br>\r\nLearn about the culture and anything that might be important to you, such as access to healthcare or schools, depending on your situation. Consider your budget as well, especially if you want to have an expat lifestyle.<br>\r\n<br>\r\nFinally, avoid renting permanent accommodation remotely. Instead, opt for a temporary rental and visit some accommodation once you are on the spot to avoid any unpleasant surprises.</p>\r\n\r\n<h2>What are your plans for the future?</h2>\r\n\r\n<p>Haha! Expat.com, you are very curious! Even if we love you, you are not going to steal this information from our audience who follow us on our Youtube channel, Les ZIMMIGR&Eacute;S. So if you want to know the rest of our adventures, subscribe to our channel. We have planned to make a review video of our two years spent on the island! But one thing is for sure: we are not going back to France!</p>\r\n</body></html>\n",
		"date": "2022-06-10 10:00:00",
		"type": "Interviews"
	},
	{
		"id": 7027,
		"images": "https://www.expat.com//images/upload/7/0/2/7/1654601846-young-woman-in-dubai.jpg",
		"title": "Why is the United Arab Emirates attracting expat students and families?",
		"introduction": "<p><strong>Extensive reforms to Emirates&#39; entry and residency scheme make it easier for expats to come to Dubai and other cities to make it a long-standing base for themselves. UAE schools and universities have observed a slight increase in new student enrolments for the upcoming academic year after the new visa announcements. So, what has been attracting student expats to move to the UAE?&nbsp;</strong></p>\r\n",
		"body": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><p>According to&nbsp;<a href=\"https://www.expat.hsbc.com/expat-explorer/expat-guides/united-arab-emirates/living-in-united-arab-emirates/#:~:text=Want%20to%20live%20in%20the,of%20Dubai%20and%20Abu%20Dhabi.\" target=\"_blank\">HBSC</a>, the UAE offers expats an exceptional quality of life. &ldquo;There's modern accommodation and medical facilities, good international schools, and a highly developed infrastructure&rdquo;. Expats will also find plenty of activities to keep them entertained in the lively cities of Dubai and the capital, Abu Dhabi.</p>\r\n\r\n<p>Ashwin Assomull, Head of LEK Consulting's Global Education Practice, said to Khaleej Times, &ldquo;There is a lot of commentary on the impact of Golden and Green visas on immigration to Dubai from other parts of the world. That is part of the driver making it easier for people to come to Dubai and make it a long-standing base for themselves. What is going to really boost enrolment is the fact that we have a vibrant K12 sector. KHDA has done a great job of building with the private sector operators and investors. There is a wide range of curricula, price points and offerings available in Dubai.\"</p>\r\n\r\n<h2>Where are the international students from?&nbsp;</h2>\r\n\r\n<p>In 2018, the&nbsp;<a href=\"https://wenr.wes.org/2018/08/education-in-the-united-arab-emirates\" target=\"_blank\">World Education Review</a>&nbsp;accounted 624 international schools with 627,800 enrolled students in the UAE (up from 548 schools with 545,074 students in 2016). Besides, the number of international degree-seeking students in the UAE witnessed a spike from 48,653 in 2011 to 77,463 in 2016 according to data from UNESCO.</p>\r\n\r\n<p>India is one of the 1st countries of origin of foreign degree-seeking students in the UAE: the number of Indians enrolled in degree programs in the UAE has increased by 50 percent since 2011. As per Unesco, Indians make up 17 percent (13,370 students in 2016) of all international students. Other countries from the region, such as Syria, Jordan, Egypt, and Oman, send over 5,000 students, followed by Pakistan. The UAE is a country looked out for students from regional countries which face war and conflicts, such as Iraq, Egypt, and Syria.</p>\r\n\r\n<p>These expats face challenges when trying to move abroad to western countries, where securing visas and education costs are challenging. In this context, the UAE seems a good option as an &lsquo;education hub.'</p>\r\n\r\n<h2>What are the benefits of moving to the UAE?&nbsp;</h2>\r\n\r\n<p>Assomull explains to Khaleej Times that there are several other factors for people to move to Dubai and the UAE and make it their base besides its visa facilities. &ldquo;The way Dubai managed Covid-19 is a success story. The way Covid-19 was handled in India has also led to many Indian residents leaving the country. From Europe, we'll see a lot of people moving in as taxes increase there. Dubai has always been a safe haven offering a lot of leisure activities. These are all the factors leading to increased enrolments in the Emirate.&rdquo;</p>\r\n\r\n<p>One of the benefits of moving to study in the UAE is its<a href=\"https://ascholarship.com/uae-dubai-scholarships-study-for-free-in-u-a-e/\" target=\"_blank\">&nbsp;generous scholarship</a>&nbsp;options for international students. Some of the most renowned are the Masdar Institute of Science and Technology Scholarship, Emirates Aviation University Scholarships, Curtin University Dubai Scholarships, University of Dubai International Scholarships and Middlesex University Dubai Grant for International Students.&nbsp;</p>\r\n\r\n<p>The UAE expects more outstanding and talented international students to enroll in higher education institutions in the country due to the new types of visas. The country is becoming a popular destination for international students due to the high level of safety, innovation of new programs, and quality of education offered in the UAE, according to Ashwin Assomull. Additionally, the new rules, along with the introduction of&nbsp;<a href=\"https://u.ae/en/information-and-services/visa-and-emirates-id/residence-visa/getting-the-golden-visa\" target=\"_blank\">Golden visas</a>&nbsp;in 2019, have been facilitating new opportunities, such as granting residence visas to the family members of the Golden visa holders, for example. This may boost student enrolments in post-graduate programs as well as they can bring their relatives.</p>\r\n</body></html>\n",
		"date": "2022-06-08 12:00:00",
		"type": "Features"
	}
]
